tap "homebrew/cask"
tap "homebrew/cask-versions"

cask "appcleaner"
cask "beekeeper-studio"
cask "coconutbattery"
cask "daisydisk"
cask "docker"
cask "enpass"
cask "firefox"
cask "gas-mask"
cask "google-chrome"
cask "gpg-suite"
cask "istat-menus"
cask "iterm2"
cask "keka"
cask "moneymoney"
cask "portfolioperformance"
cask "spotify"
cask "telegram"
cask "vagrant"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "vmware-fusion"
cask "pycharm-ce"
cask "libreoffice"
cask "postgres"
cask "tunnelblick"
cask "rabbitmq"
cask "postico"

tap "d12frosted/emacs-plus"
brew "emacs-plus"

brew "clojure-lsp"
brew "cmake"
brew "coreutils"
brew "editorconfig"
brew "fd"
brew "gh"
brew "git-absorb"
brew "git-delta"
brew "languagetool"
brew "pandoc"
brew "pyenv"
brew "pyenv-virtualenv"
brew "yarn"

brew "zsh"

tap "schniz/tap"
brew "fnm"

tap "muesli/tap"
brew "duf"

# Quicklook
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"

# Fonts
tap "homebrew/cask-fonts"
cask "font-fira-code"
cask "font-jetbrains-mono"
cask "font-source-code-pro"

# Work
brew "boot-clj"
brew "borkdude/brew/clj-kondo"
brew "node@10"
brew "rabbitmq"
brew "terminal-notifier"
cask "adoptopenjdk8"

