tap "homebrew/cask"
tap "homebrew/cask-versions"

cask "appcleaner"
cask "coconutbattery"
cask "docker"
cask "enpass"
cask "firefox"
cask "gas-mask"
cask "google-chrome"
cask "gpg-suite"
cask "istat-menus"
cask "iterm2"
cask "keka"
cask "moneymoney"
cask "portfolioperformance"
cask "spotify"
cask "telegram"
cask "vagrant"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "vmware-fusion"

tap "d12frosted/emacs-plus"
brew "emacs-plus", args: ["with-jansson"]

brew "chezmoi"
brew "clojure-lsp"
brew "cmake"
brew "coreutils"
brew "editorconfig"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git-absorb"
brew "git-delta"
brew "languagetool"
brew "pandoc"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "shellcheck"
brew "yarn"
brew "youtube-dl"
brew "git"

tap "schniz/tap"
brew "fnm"

# Quicklook
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"

# Fonts
tap "homebrew/cask-fonts"
cask "font-jetbrains-mono"
cask "font-source-code-pro"

# Work
brew "boot-clj"
brew "borkdude/brew/clj-kondo"
brew "node@10"
brew "terminal-notifier"
cask "adoptopenjdk8"

