tap "homebrew/cask"
tap "homebrew/cask-versions"

cask "adoptopenjdk8"
cask "appcleaner"
cask "coconutbattery"
cask "daisydisk"
cask "docker"
cask "enpass"
cask "firefox"
cask "gas-mask"
cask "google-backup-and-sync"
cask "google-chrome"
cask "gpg-suite"
cask "istat-menus"
cask "iterm2"
cask "keka"
cask "libreoffice"
cask "moneymoney"
cask "portfolioperformance"
cask "postgres"
cask "postico"
cask "pycharm-ce"
cask "rabbitmq"
cask "spotify"
cask "telegram"
cask "tunnelblick"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "vmware-fusion"

tap "d12frosted/emacs-plus"
brew "emacs-plus"

brew "borkdude/brew/clj-kondo"
brew "clojure-lsp"
brew "coreutils"
brew "editorconfig"
brew "languagetool"
brew "node@10"
brew "pyenv"
brew "pyenv-virtualenv"
brew "rabbitmq"
brew "terminal-notifier"

tap "schniz/tap"
brew "fnm"

# Quicklook
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "qlimagesize"
cask "suspicious-package"
cask "apparency"
cask "quicklookase"
cask "qlvideo"
